stress-test-results.txt
Running 45s test @ http://127.0.0.1:80/predict
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    52.23ms   22.66ms 195.36ms   71.69%
    Req/Sec    96.83     41.63   181.00     44.08%
  8671 requests in 45.05s, 1.17MB read
Requests/sec:    192.45
Transfer/sec:     26.50KB